Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# UserRestrictionsNoPinMessages
source: no pins
ar: لا تثبيت
be: не можа замацоўваць паведамленні
ca: ni fixar
de: kein anheften
es: sin fijar
fa: بدون سنجاق
fi: ei voi kiinnittää
fr: aucune épingle
id: tanpa sematan
it: non fissa
ko: 고정 금지
ms: tiada semat
nl: niet vastzetten
pl: bez przypinania
pt_br: sem fixar
ru: без закрепления
sv: inte fästa upp
tr: sabitleme yok
uk: не прикріплювати
uz: qadashlarsiz

# UserRestrictionsNoRead
source: can't read
ar: لا يمكنه القراءة
be: не можа чытаць паведамленні
ca: ni llegir
de: kann nicht lesen
es: no puede leer
fa: نمی‌تواند پیام‌ها را بخواند
fi: ei voi lukea
fr: ne peut pas lire
id: tidak dapat membaca
it: non legge
ko: 읽기 금지
ms: tak boleh baca
nl: geen leesrechten
pl: nie może czytać
pt_br: não pode ler
ru: без чтения
sv: kan inte läsa
tr: okuyamaz
uk: не читати
uz: oʻqiy olmaydi

# UserRestrictionsNoSend
source: can't send messages
ar: لا يمكنه إرسال الرسائل
be: не можа адпраўляць паведамленні
ca: ni enviar missatges
de: kann keine Nachrichten senden
es: no puede enviar mensajes
fa: نمی‌تواند پیام ارسال کند
fi: ei voi lähettää viestejä
fr: ne peut pas envoyer de messages
id: tidak dapat kirim pesan
it: non invia messaggi
ko: 메시지 보내기 금지
ms: tak boleh kirim mesej
nl: geen berichten sturen
pl: nie może wysyłać wiadomości
pt_br: não pode enviar mensagens
ru: без отправки
sv: ej skicka meddelanden
tr: mesaj gönderemez
uk: не надсилати повідомлень
uz: Xabarlar yubora olmaydi

# UserRestrictionsNoSendMedia
source: no media
ar: لا وسائط
be: не можа адпраўляць медыя
ca: ni fitxers
de: keine Medien
es: sin multimedia
fa: بدون رسانه
fi: ei mediaa
fr: aucun média
id: tanpa media
it: niente media
ko: 미디어 금지
ms: tiada media
nl: geen media
pl: bez multimediów
pt_br: sem mídia
ru: без медиа
sv: inga media
tr: medya yok
uk: не надсилати медіа
uz: mediafayllarsiz

# UserRestrictionsNoSendPolls
source: no polls
ar: لا استفتاءات
be: не можа рабіць апытанні
ca: ni enquestes
de: keine Umfragen
es: sin encuestas
fa: بدون نظرسنجی
fi: ei kyselyitä
fr: aucun sondage
id: tanpa pol
it: niente sondaggi
ko: 설문 금지
ms: tiada undian
nl: geen polls
pl: bez ankiet
pt_br: sem enquetes
ru: без опросов
sv: inga omröstningar
tr: anket yok
uk: не надсилати опитувань
uz: soʻrovnomalarsiz

# UserRestrictionsNoSendStickers
source: no stickers & GIFs
ar: لا ملصقات وصور متحركة
be: не можа адпраўляць стыкеры і анімацыі
ca: ni adhesius ni GIF
de: keine Sticker & GIFs
es: sin stickers y GIF
fa: بدون استیکر و گیف
fi: ei tarroja tai GIFejä
fr: aucun autocollant ni GIF
id: tanpa stiker & GIF
it: niente sticker e GIF
ko: 스티커 및 GIF 금지
ms: tiada stiker & GIF
nl: geen stickers & GIF's
pl: bez naklejek i GIFów
pt_br: sem stickers & GIFs
ru: без стикеров и GIF
sv: inga dekaler & GIF:ar
tr: çıkartma ve GIF yok
uk: не надсилати наліпок і GIF
uz: Stiker va GIFlarsiz

# UserRestrictionsPinMessages
source: Pin Messages
ar: تثبيت الرسائل
be: Замацоўваць паведамленні
ca: Fixar missatges
de: Nachrichten anheften
es: Fijar mensajes
fa: سنجاق کردن پیام‌ها
fi: Kiinnittää viestejä
fr: Épingler des messages
id: Semat Pesan
it: Fissare messaggi
ko: 메시지 고정
ms: Semat Mesej
nl: Berichten vastzetten
pl: Przypinać wiadomości
pt_br: Fixar Mensagens
ru: Закрепление сообщений
sv: Fästa upp meddelanden
tr: Mesajlar Sabitleme
uk: Прикріплювати повідомлення
uz: Xabarlarni qadash

# UserRestrictionsRead
source: Read Messages
ar: قراءة الرسائل
be: Чытаць паведамленні
ca: Llegir els missatges
de: Nachrichten lesen
es: Leer mensajes
fa: خواندن پیام‌ها
fi: Lukea viestejä
fr: Lire les messages
id: Baca Pesan
it: Leggere messaggi
ko: 메시지 읽기
ms: Baca Mesej
nl: Berichten lezen
pl: Czytać wiadomości
pt_br: Ler Mensagens
ru: Просмотр сообщений
sv: Läsa meddelanden
tr: Mesajları Okuma
uk: Читати повідомлення
uz: Xabarlarni o‘qish
zh_cn: 查看消息
zh_tw: 查看訊息

# UserRestrictionsSend
source: Send Messages
ar: إرسال الرسائل
be: Адпраўляць паведамленні
ca: Enviar missatges
de: Nachrichten senden
es: Enviar mensajes
fa: ارسال پیام
fi: Lähettää viestejä
fr: Envoyer des messages
id: Kirim Pesan
it: Inviare messaggi
ko: 메시지 보내기
ms: Kirim Mesej
nl: Berichten versturen
pl: Wysyłać wiadomości
pt_br: Enviar Mensagens
ru: Отправка сообщений
sv: Skicka meddelanden
tr: Mesaj Gönderme
uk: Надсилати повідомлення
uz: Xabarlar yuborish
zh_cn: 发送消息
zh_tw: 發送訊息

# UserRestrictionsSendMedia
source: Send Media
ar: إرسال الوسائط
be: Адпраўляць медыя
ca: Enviar fitxers
de: Medien senden
es: Enviar multimedia
fa: ارسال رسانه
fi: Lähettää mediaa
fr: Envoyer des médias
id: Kirim Media
it: Inviare media
ko: 미디어 보내기
ms: Kirim Media
nl: Media versturen
pl: Wysyłać multimedia
pt_br: Enviar Mídias
ru: Отправка медиа
sv: Skicka mediafiler
tr: Medya Gönderme
uk: Надсилати медіа
uz: Media yuborish
zh_cn: 发送媒体文件
zh_tw: 發送媒體文件

# UserRestrictionsSendPolls
source: Send Polls
ar: إرسال الاستفتاءات
be: Адпраўляць апытанні
ca: Enviar enquestes
de: Umfragen senden
es: Enviar encuestas
fa: ارسال نظرسنجی
fi: Lähettää kyselyitä
fr: Envoyer des sondages
id: Kirim Pol
it: Inviare sondaggi
ko: 설문 보내기
ms: Kirim Undian
nl: Polls sturen
pl: Wysyłać ankiety
pt_br: Enviar Enquetes
ru: Отправка опросов
sv: Skicka omröstningar
tr: Anketler Gönderme
uk: Надсилати опитування
uz: Soʻrovnomalar yuborish

# UserRestrictionsSendStickers
source: Send Stickers and GIFs
ar: إرسال الملصقات والصور المتحركة
be: Адпраўляць стыкеры і анімацыі
ca: Enviar adhesius i GIF
de: Sticker & GIFs senden
es: Enviar stickers y GIF
fi: Lähettää tarroja sekä GIFejä
fr: Envoyer des autocollants et des GIF
it: Inviare sticker e GIF
ko: 스티커 및 GIF 보내기
ms: Kirim Stiker & GIF
nl: Stickers en GIF's sturen
pl: Wysyłać naklejki i GIFy
pt_br: Enviar Stickers e GIFs
ru: Отправка стикеров и GIF
sv: Skicka dekaler & GIF:ar
tr: Çıkartmalar ve GIF'ler Gönderme
uk: Надсилати наліпки та GIF

# UserRestrictionsUntil
source: Restricted until
ar: مُقيّد حتى
be: Тэрмін блакіроўкі
ca: Restringit fins
de: Gesperrt bis
es: Restringido
fa: محدود تا
fi: Päättymisaika
fr: Banni jusqu'au
id: Dibatasi sampai
it: Bloccato fino a
ko: 제한 기한
ms: Dihadkan hingga
nl: Geblokkeerd tot
pl: Ograniczony do
pt_br: Restringido até
ru: Срок ограничений
sv: Inskränkt till
tr: Şu zamana kadar kısıtla
uk: Строк обмеження
uz: Bloklanish muddati
zh_cn: 封禁至
zh_tw: 封鎖至

# UserRestrictionsUntilForever
source: Forever
ar: للأبد
be: Назаўсёды
ca: Per sempre
de: Dauerhaft
es: Para siempre
fa: همیشه
fi: Päättymätön
fr: Pour toujours
id: Selamanya
it: Sempre
ko: 무기한
ms: Selamanya
nl: Voor altijd
pl: Na zawsze
pt_br: Para sempre
ru: Навсегда
sv: För gott
tr: Süresiz
uk: Назавжди
uz: Doimiy
zh_cn: 永久
zh_tw: 永久

# Users_one
source: {0} user
ar: مستخدم واحد
be: {0} карыстальнік
ca: {0} usuari
de: {0} Nutzer
es: {0} usuario
fi: {0} käyttäjä
fr: {0} personne
it: {0} utente
nl: {0} gebruiker
pl: {0} użytkownik
pt_br: {0} usuário
ru: {0} пользователь
sv: {0} användare
tr: {0} kullanıcı
uk: {0} користувач

# Users_other
source: {0} users
ar: ⁨{0}⁩ مستخدم
be: {0} карыстальнікаў
ca: {0} usuaris
de: {0} Nutzer
es: {0} usuarios
fi: {0} käyttäjää
fr: {0} personnes
it: {0} utenti
ko: 사용자 {0}명
ms: {0} pengguna
nl: {0} gebruikers
pl: {0} użytkowników
pt_br: {0} usuários
ru: {0} пользователей
sv: {0} användare
tr: {0} kullanıcı
uk: {0} користувачів

# UsersCount_one
source: {0} user
ar: مستخدم واحد
be: {0} карыстальнік
ca: {0} usuari
de: {0} Nutzer
es: {0} usuario
fi: {0} käyttäjä
fr: {0} utilisateur
it: {0} utente
nl: {0} gebruiker
pl: {0} użytkownikowi
pt_br: {0} usuário
ru: {0} пользователю
sv: {0} användare
tr: {0} kullanıcı
uk: {0} користувачу

# UsersCount_other
source: {0} users
ar: ⁨{0}⁩ مستخدم
be: {0} карыстальнікаў
ca: {0} usuaris
de: {0} Nutzer
es: {0} usuarios
fi: {0} käyttäjää
fr: {0} utilisateurs
it: {0} utenti
ko: 사용자 {0}명
ms: {0} pengguna
nl: {0} gebruikers
pl: {0} użytkownikowi
pt_br: {0} usuários
ru: {0} пользователям
sv: {0} användare
tr: {0} kullanıcı
uk: {0} користувачам

# UsersCountTitle_one
source: {0} user
ar: مستخدم واحد
be: {0} карыстальнік
ca: {0} usuari
de: {0} Nutzer
es: {0} usuario
fi: {0} käyttäjä
fr: {0} utilisateur
it: {0} utente
nl: {0} gebruiker
pl: {0} użytkownika
pt_br: {0} usuário
ru: {0} человека
sv: {0} användare
tr: {0} kullanıcı
uk: {0} користувача

# UsersCountTitle_other
source: {0} users
ar: ⁨{0}⁩ مستخدم
be: {0} карыстальнікаў
ca: {0} usuaris
de: {0} Nutzer
es: {0} usuarios
fi: {0} käyttäjää
fr: {0} utilisateurs
it: {0} utenti
ko: 사용자 {0}명
ms: {0} pengguna
nl: {0} gebruikers
pl: {0} użytkownika
pt_br: {0} usuários
ru: {0} человек
sv: {0} användare
tr: {0} kullanıcı
uk: {0} користувачів

# UserSetAsAdminHint
source: **{0}** promoted to admin
ar: تمت ترقية **⁨{0}⁩** للإشراف.
be: **{0}** прызначаны(-а) кіраўніком
ca: S'ha promogut **{0}** a admin.
de: **{0}** als Admin ernannt
es: **{0}** promovido a administrador
fi: **{0}** ylennettiin valvojaksi.
fr: **{0}** promu administrateur
it: **{0}** promosso ad amministratore
ko: {0}님이 관리자로 승격됨
ms: **{0}** dinaik taraf ke pentadbir
nl: **{0}** gepromoveerd tot beheerder
pl: **{0}** awansowany na administratora
pt_br: **{0}** promovido a admin
ru: **{0}** назначен(а) администратором
sv: **{0}** befordrad till administratör.
tr: **{0}** yöneticiliğe yükseltildi
uk: **{0}** призначено адміністратором

# UsersPluralized_one
source: %@ user
ru: %@ пользователь

# UsersPluralized_other
source: %@ users
ru: %@ пользователей

source: User unblocked
ar: تم إلغاء حظر المستخدم.
be: Карыстальнік разблакіраваны
ca: S'ha desblocat l'usuari
de: Nutzer freigegeben
es: Usuario desbloqueado
fa: مسدودیت کاربر رفع شد
fi: Esto poistettiin.
fr: Utilisateur débloqué
id: Pengguna dilepas
it: Utente sbloccato
ko: 사용자가 차단 해제되었습니다
ms: Pengguna dibebas
nl: Gebruiker gedeblokkeerd
pl: Użytkownik odblokowany
pt_br: Usuário desbloqueado
ru: Пользователь разблокирован
sv: Användare avblockerad.
tr: Kullanıcı engeli kaldırıldı
uk: Користувача розблоковано
uz: Foydalanuvchi blokdan chiqarildi

# UsesLimitHelp
source: You can make the link expire after it has been used for a certain number of times.
ar: يمكنك جعل الرابط يعمل فقط لعدد محدد من المستخدمين.
be: Вы можаце стварыць спасылку з абмежаванай колькасцю выкарыстанняў.
ca: Podeu fer que l'enllaç caduqui quan s'hagi usat un nombre de vegades concret.
de: Du kannst den Link nach einiger Nutzung ablaufen lassen.
es: Puedes hacer que el enlace expire después de haber sido usado un cierto número de veces.
fi: Voit asettaa linkin erääntymään, kun tietty määrä käyttäjiä on käyttänyt sitä.
fr: Vous pouvez faire en sorte que le lien expire une fois utilisé un certain nombre de fois.
it: Puoi far scadere il link dopo che è stato usato un certo numero di volte.
ko: 일정 횟수 이상 사용이 된 링크를 만료시킬 수 있습니다.
ms: Anda boleh tamatkan link selepas ia digunakan beberapa kali.
nl: Je kunt de link laten verlopen als deze een aantal keren gebruikt is.
pl: Możesz ustawić wygaśnięcie linku po tym, jak zostanie użyty określoną ilość razy.
pt_br: Você pode fazer o link expirar depois de ter sido usado por um certo número de vezes.
ru: Вы можете выбрать, сколько пользователей смогут присоединиться к группе по этой ссылке.
sv: Du kan kan göra så länken endast fungerar för ett visst antal användare.
tr: Belirli sayıda kullanımın ardından bağlantının sona ermesini sağlayabilirsiniz.
uk: Ви можете обмежити кількість використань для посилання.

# UsesLimitHint
source: Enter custom limit
ar: تخصيص الحد
be: Увядзіце ўласнае абмежаванне
ca: Definiu un límit
de: Eigenen Wert eingeben
es: Pon un límite personalizado
fi: Mukautettu raja
fr: Définir la limite
it: Inserisci limite personalizzato
ko: 맞춤 제한값 입력
ms: Masukkan had khusus
nl: Voer aangepaste limiet in
pl: Ustaw dowolny limit
pt_br: Limite personalizado
ru: Выбрать другое число
sv: Ange antal gånger
tr: Özel sınır girin
uk: Введіть власний ліміт

source: Verification code
ar: رمز التحقق
be: Код праверкі
ca: Codi de verificació
de: Verifizierungscode
es: Código de verificación
fa: کد تأیید
fi: Vahvistuskoodi
fr: Code de vérification
id: Kode Verifikasi
it: Codice di verifica
ko: 인증 코드
ms: Kod verifikasi
nl: Verificatiecode
pl: Kod weryfikacyjny
pt_br: Código de verificação
ru: Код подтверждения
sv: Verifieringskod
tr: Doğrulama kodu
uk: Код підтвердження
uz: Tasdiqlash kodi

source: Vibrate
ar: الاهتزاز
be: Вібрацыя
ca: Vibració
de: Vibration
es: Vibración
fa: لرزش
fi: Värinä
fr: Vibreur
id: Getaran
it: Vibrazione
ko: 진동
ms: Getaran
nl: Trillen
pl: Wibracje
pt_br: Vibração
ru: Вибросигнал
sv: Vibrering
tr: Titreşim
uk: Вібрація
uz: Vibratsiya
zh_cn: 振动
zh_tw: 震動

# VibrationDefault
source: Default
ar: افتراضي
be: Прадвызначаная
ca: Per defecte
de: Standard
es: Por defecto
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
id: Standar
ko: 기본값
ms: Paras asal
nl: Standaard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
sv: Standard
tr: Varsayılan
uk: Типово
uz: Odatiy
zh_cn: 默认
zh_tw: 默認

# VibrationDisabled
source: Disabled
ar: تعطيل
be: Адключана
ca: Desactivada
de: Deaktiviert
es: Desactivada
fa: غیرفعال
fi: Ei käytössä
fr: Désactivé
id: Dinonaktifkan
it: Disattivata
ko: 사용 안 함
ms: Nyahdaya
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativada
ru: Откл.
sv: Inaktiverad
tr: Devre dışı
uk: Вимкнена
uz: Yoqilmagan
zh_cn: 禁用
zh_tw: 禁用

source: Video Call
ar: مكالمة مرئية
be: Відэавыклік
ca: Videotrucada
de: Videoanruf
es: Videollamar
fa: تماس ویدیویی
fi: Videopuhelu
fr: Appel vidéo
id: Panggilan Video
it: Videochiama
ko: 영상 통화
ms: Panggilan Video
nl: Video-oproep
pl: Połączenie wideo
pt_br: Videochamada
ru: Видеозвонок
sv: Videosamtal
tr: Görüntülü ara
uk: Відеовиклик
uz: Video chaqiruv

# VideoCallAlert
source: Are you sure you want to video call **{0}**?
ar: هل ترغب حقًا بإجراء مكالمة مرئية مع **⁨{0}⁩**؟
be: Вы ўпэўнены, што хочаце патэлефанаваць **{0}** з відэа?
ca: Segur que voleu fer una videotrucada amb **{0}**?
de: Wirklich einen Videoanruf mit **{0}** starten?
es: ¿Quieres videollamar a **{0}**?
fi: Haluatko varmasti soittaa videopuhelun henkilölle **{0}**?
fr: Voulez-vous vraiment appeler **{0}** en vidéo ?
id: Ingin membuat panggilan video dengan **{0}**?
it: Vuoi davvero videochiamare **{0}**?
ko: 정말 **{0}**에게 영상 통화를 거시겠습니까?
ms: Anda pasti ingin buat panggilan video **{0}**?
nl: Echt een video-oproep starten met {0}**?
pl: Czy na pewno chcesz wykonać połączenie wideo do **{0}**?
pt_br: Fazer videochamada para **{0}**?
ru: Начать видеозвонок **{0}**?
sv: Är du säker på att videoringa **{0}**?
tr: **{0}** ile görüntülü görüşme yapmak istediğinizden emin misiniz?
uk: Ви дійсно хочете здійснити відеовиклик до **{0}**?

# VideoCallAlertTitle
source: Video Call
ar: مكالمة مرئية
be: Відэавыклік
ca: Videotrucada
de: Videoanruf
es: Videollamada
fa: تماس ویدیویی
fi: Videopuhelu
fr: Appel vidéo
id: Panggilan Video
it: Videochiamata
ko: 영상 통화
ms: Panggilan Video
nl: Video-oproep
pl: Połączenie wideo
pt_br: Videochamada
ru: Видеозвонок
sv: Videosamtal
tr: Görüntülü Arama
uk: Відеовиклик

# VideoCallViaTelegram
source: Telegram Video Call
ar: مكالمة تيليجرام مرئية
be: Відэавыклік Telegram
ca: Videotrucada del Telegram
de: Telegram Videoanruf
es: Videollamada de Telegram
fa: تماس ویدیویی تلگرامی
fi: Telegram-videopuhelu
fr: Appel vidéo Telegram
id: Panggilan Video Telegram
it: Videochiamata Telegram
ko: 텔레그램 영상 통화
ms: Panggilan Video Telegram
nl: Telegram-video-oproep
pl: Połączenie wideo Telegrama
pt_br: Videochamada via Telegram
ru: Видеозвонок через Telegram
sv: Telegram-videosamtal
tr: Telegram Görüntülü Araması
uk: Відеовиклик Telegram
uz: Telegram video chaqiruv

source: Video Caption
ar: وصف المقطع المرئي
be: Подпіс пад відэа
ca: Llegenda del vídeo
de: Videobeschriftung
es: Comentario de video
fa: عنوان ویدیو
fi: Videon kuvaus
fr: Légende vidéo
id: Keterangan Video
it: Didascalia video
ko: 동영상 설명
ms: Kapsyen video
nl: Video-onderschrift
pl: Podpis wideo
pt_br: Legenda do Vídeo
ru: Подпись к видео
sv: Videotext
tr: Video Başlığı
uk: Опис до відео
uz: Video izohi
zh_cn: 视频说明
zh_tw: 影片說明

# VideoDoesNotSupportStreaming
source: Video not optimized for streaming. You may need to download it in full to play it.
ar: هذا المقطع غير مخصص للتشغيل المباشر، قد تحتاج إلى تنزيله كاملًا قبل مشاهدته.
be: Гэта відэа не аптымізавана для патокавага прайгравання. Вам можа спатрэбіцца спампаваць яго цалкам, каб прайграць.
ca: El vídeo no està optimitzat per a la reproducció en continu. Haureu de baixar-lo sencer per a reproduir-lo.
de: Das Video ist nicht für Streaming optimiert. Du musst es vollständig herunterladen, um es abzuspielen.
es: Video no optimizado para streaming. Tendrás que descargarlo completamente para reproducirlo.
fi: Tämä video ei tue suoratoistoa, joten se pitää ladata kokonaan ennen katselua.
fr: La vidéo n'est pas optimisée pour être lue en flux. Vous devrez peut-être attendre la fin du téléchargement pour la lire.
it: Video non ottimizzato per lo streaming. Potresti doverlo scaricare completamente per riprodurlo.
ko: 동영상이 스트리밍에 최적화되어 있지 않습니다. 재생하려면 완전히 다운로드하셔야 합니다.
ms: Video ini tidak dioptima untuk penstriman. Anda harus memuat turun sehingga tamat untuk mainkan video.
nl: Deze video is niet geoptimaliseerd om te streamen, een volledige download kan nodig zijn om deze af te spelen.
pl: Film nie jest zoptymalizowany do przesyłania strumieniowego. Aby go odtworzyć, może być konieczne pobranie go w całości.
pt_br: Vídeo não otimizado para streaming. Talvez você precise baixá-lo inteiro para assistir.
ru: Это видео не рассчитано на потоковую загрузку. Возможно, для просмотра потребуется скачать его.
sv: Videon är inte anpassad för strömning. Du kan behöva ladda ned den för att spela upp den.
tr: Video, hemen oynatma için optimize edilmedi. Bu videoyu oynatmak için videonun tamamını indirmeniz gerekebilir.
uk: Це відео не оптимізоване для потокового відтворення. Можливо, його доведеться завантажити повністю.

# VideoMessagesAutodownload
source: Video messages
ar: الرسائل المرئية
be: Відэапаведамленні
ca: Missatges de vídeo
de: Videonachrichten
es: Videomensajes
fa: پیام‌های ویدیویی
fi: Videoviestit
fr: Messages vidéo
id: Pesan video
it: Videomessaggi
ko: 동영상 메시지
ms: Mesej video
nl: Videoberichten
pl: Wiadomości wideo
pt_br: Mensagens de vídeo
ru: Видеосообщения
sv: Videomeddelanden
tr: Görüntülü mesajlar
uk: Відеоповідомлення
uz: Videoxabarlar
zh_cn: 视频消息
zh_tw: 影片

source: Video Preview
ar: معاينة الفيديو
be: Перадпрагляд відэа
ca: Previsualització
de: Videovorschau
es: Vista previa de video
fi: Videon esikatselu
fr: Aperçu de la vidéo
it: Anteprima video
ko: 영상 미리보기
ms: Pratonton Video
nl: Videovoorvertoning
pl: Podgląd wideo
pt_br: Prévia do Vídeo
ru: Предпросмотр видео
sv: Videovisning
tr: Görüntü Önizleme
uk: Попередній перегляд

# VideoPreviewDesrciption
source: Video from your camera will be shared with other members of this video chat
ar: سيتم بث فيديو الكاميرا الخاصة بك إلى المشاركين في هذه المحادثة المرئية.
be: Відэа з вашай камеры будзе паказвацца іншым ўдзельнікам відэачата
ca: Es compartirà el vídeo de la vostra càmera amb els membres del xat de vídeo
de: Das Video deiner Kamera wird mit anderen Teilnehmern des Videochats geteilt.
es: Se compartirá video desde tu cámara con otros miembros de este videochat
fi: Videokamerasi kuva jaetaan muille keskustelussa oleville
fr: La vidéo de votre caméra sera partagée avec les autres participants de ce salon vidéo.
it: Il video dalla tua fotocamera sarà condiviso con gli altri membri di questa chat video.
ko: 영상 대화에 참여중인 다른 참가자들에게 내 카메라 영상이 공유 됩니다
ms: Video dari kamera anda akan dikongsi dengan ahli lain di bual video ini.
nl: Video van je camera zal worden gedeeld met andere leden van deze spraakchat
pl: Obraz z twojej kamery zostanie udostępniony innym członkom tego czatu wideo
pt_br: O vídeo da sua câmera será compartilhado com outros membros deste chat de vídeo
ru: Видео с камеры будет транслироваться участникам чата
sv: Video från din kamera kommer att delas med andra deltagare i denna videochatt
tr: Kameranızdaki görüntü, bu görüntülü sohbetin diğer üyeleriyle paylaşılacak
uk: Присутні у відеочаті бачитимуть відео з вашої камери

# VideoQualityIsTooLow
source: Video quality is too low to change compression settings.
ar: جودة المقطع المرئي أقل مما ينبغي لتغيير إعدادات الضغط.
be: Якасць відэа занадта нізкая для змены налад сціскання.
ca: La qualitat del vídeo és massa baixa per a canviar la compressió.
de: Die Videoqualität ist zu niedrig, um die Komprimierung zu ändern.
es: La calidad del video es demasiado baja para cambiar los ajustes de compresión.
fa: کیفیت ویدیو برای تغییر تنظیمات فشرده‌سازی بسیار کم است.
fi: Videon laatu on liian alhainen pakkausasetusten muuttamiseen.
fr: La qualité de la vidéo est trop basse pour modifier les réglages de compression.
id: Kualitas video terlalu rendah untuk mengubah pengaturan kompresi.
it: Qualità video troppo bassa per cambiare le impostazioni di compressione.
ko: 압축 설정을 바꾸기엔 동영상 품질이 너무 낮습니다.
ms: Kualiti video terlalu rendah untuk tukar aturan kompresi.
nl: Videokwaliteit is te laag om de compressie-instellingen te wijzigen.
pl: Jakość wideo jest zbyt niska, aby zmienić ustawienia kompresji.
pt_br: A qualidade do vídeo é muito baixa para mudar a compressão.
ru: Качество видео слишком низкое для изменения настроек сжатия.
sv: Videokvaliteten är för låg för att ändra komprimeringen.
tr: Video kalitesi çok düşük. Sıkıştırma ayarlarını değiştirin.
uk: Якість відео занизька для змінення налаштувань стиснення.
uz: Siqish sozlamalarini oʻzgartirish uchun video sifati juda past.

# Videos_one
source: {0} video
ar: مقطع مرئي
be: {0} відэа
ca: {0} vídeo
fr: {0} vidéo
pl: {0} wideo
pt_br: {0} vídeo
ru: {0} видео
uk: {0} відео

# Videos_other
source: {0} videos
ar: ⁨{0}⁩ مقطع مرئي
be: {0} відэа
ca: {0} vídeos
fi: {0} videota
fr: {0} vidéos
it: {0} video
ko: 동영상 {0}개
ms: {0} video
pl: {0} wideo
pt_br: {0} vídeos
ru: {0} видео
sv: {0} videor
tr: {0} video
uk: {0} відео

# VideoSavedHint
source: Video saved to gallery
ar: تم حفظ المقطع في المعرض
be: Відэа захавана ў галерэю
ca: El vídeo s'ha desat a la galeria
de: Video in Galerie gespeichert
es: Video guardado en Galería
fa: ویدیو در گالری ذخیره شد
fi: Video tallennettiin galleriaan.
fr: Vidéo enregistrée dans la galerie
id: Video disimpan di galeri.
it: Video salvato nella galleria
ko: 갤러리로 영상이 저장됐습니다
ms: Video disimpan di galeri
nl: Video opgeslagen in galerij
pl: Wideo zapisane w galerii
pt_br: Vídeo salvo na galeria
ru: Видео сохранено в галерею
sv: Video sparad i galleriet
tr: Video, galeriye kaydedildi
uk: Відео збережено до галереї

# VideoSavedToDownloadsHint
source: Video saved to Downloads
ar: تم حفظ الفيديو في التنزيلات.
be: Відэа захавана ў спампоўкі
ca: S'ha desat el vídeo a «Baixades»
de: Video in Downloads gespeichert
es: Video guardado en Descargas
fi: Video tallennettiin latauksiin.
fr: Vidéo enregistrée dans les téléchargements
it: Video salvato nei download
ko: 다운로드로 동영상이 저장됐습니다
ms: Video disimpan ke Muat Turun
nl: Video opgeslagen in downloads
pl: Wideo zapisane w Pobranych
pt_br: Vídeo salvo em Downloads
ru: Видео сохранено в загрузки
sv: Video sparad i nedladdningar.
tr: Video, İndirilenler'e kaydedildi
uk: Відео збережено в Завантаженнях

# VideosSavedHint_one
source: Video saved to gallery
ar: تم حفظ المقطع المرئي في المعرض.
be: {0} відэа захавана ў галерэю
ca: S'ha desat el vídeo
de: Video in Galerie gespeichert
es: Video guardado en Galería
fi: Video tallennettiin galleriaan.
fr: Vidéo enregistrée dans la galerie
it: Video salvato nella galleria
nl: {0} video opgeslagen in galerij
pl: Wideo zapisane do galerii
pt_br: Vídeo salvo na galeria
ru: {0} видео сохранено в галерею
sv: Videon sparad i galleriet.
tr: Video, galeriye kaydedildi
uk: Відео збережено в галереї
